11/data/attachments/f578f99f30c1c79a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michelle_church_Friend_99529_7</nif:username>
            <nif:friendToBeRequested>soap_friends_f4971399-df5f-4e7f-b74a-985f2e00bdd3</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>